package com.finalproject.springboot.dto;

import org.omg.PortableInterceptor.SUCCESSFUL;

/**
 * @program: mengxuegu
 * *******************************************************************************
 * @description: dto对象，数据传输对象，没有业务层的（贫血模式）单纯作为数据的对象
 * 其本身不是业务对象，这个是根据用户潜在的需求定义的介于pojo和Model之间的
 * 一种对象，减小了view层与Model层之间的耦合，
 * *******************************************************************************
 * @author: Lunatic Princess
 * @create: 2019-04-22 08:29
 **/
public class DECLARE {

//    *******************************************************************************
//            * @description: dto对象，数据传输对象，没有业务层的（贫血模式）单纯作为数据的对象
// * *******************************************************************************x
}
